// モンスターリスト
const monsterList = [
    "ポテネズミ", "アイスジャガー", "阿修羅タイガー", "ウォータイガー", "エンドマンモス", "オブサウルス", "ガウチ", "コンボイサウルス", "蠍魔牛", "サラマンダースフィンクス",
    "タクシープ", "トドバード", "ドム", "トロルコング", "バトルウルフ", "バブルナックル", "バロンタイガー", "般若パンダ", "フリーザバイソン", "ミルクジラ",
    "ユニコーンケルベロス", "桃ンガ", "リーガルマンモス", "リッパー・ザ・フォックス", "レオタイガー", "ゾンビタイパン", "エレファントサウルス", "ガララワニ", "シャークハコガメ",
    "デビル大蛇", "デビルクロコダイル", "沼蛇", "マザースネーク", "ストロヘビィー", "ウォールペンギン", "エンペラークロウ", "ニワトラ", "ルバンダ", "山喰いペリカン",
    "ビリオンバード", "白雪鮎", "サンサングラミー", "グランドシャーク", "ハムフィッシュ", "ストーンフィッシュ", "フライシャーク", "マダムフィッシュ", "アカミィ", "オウガイ",
    "フグ鯨", "カバザメ", "サーモンワイバーン", "ツチノコエビ", "ヤシもどき", "ルビークラブ", "ロックドラム", "要犀", "棺桶ガニ", "クスリバチ", "アーマーホイホイ", "おしり虫",
    "グラースビー", "ゲロゾウムシ", "ジャムグラスホッパー", "醤油バッタ", "バタフライワーム", "ハニードラゴン", "ヘラクレスドラゴン", "ロックビー", "スウィーツサンゴ", "メガオクトパス",
    "オクパルド", "オクトパスイカ", "ヒルヒール", "シャクレノドン", "ツンドラドラゴン", "七色ネッシー", "ブラガドラゴン", "レオドラゴン", "ゴロン獣", "ダルマホース", "ジャニスユニコーン",
    "豆乳道", "透影", "ヘラク", "パラサイトエンペラー", "スペースタイパン", "枝魔目", "ゴブリンプラント", "サンドリコ", "モンスタープラント（通称モンプラン）", "オゾン草",
    "ポイズンポテト", "マシュマロカボチャ", "BBコーン", "メテオガーリック", "キノコプリン", "イチゴ飯", "エレキバナナ", "ギャンブルベリー", "キューティクルベリー", "しびレモン",
    "チェリンゴ", "ドドリアンボム", "虹の実", "ビックリアップル", "ホワイトアップル", "ニトロ"
];

module.exports = monsterList;

