// const monsterDict = {
//     "貯水ラクダ": {
//         name: "貯水ラクダ",
//         hiragana: "ちょすいらくだ",
//         level: "11"
//     },
//     "火山クマ": {
//         name: "火山クマ", 
//         hiragana: "かざんくま",
//         level: "11",
//     }
    // 他のモンスターも同様に追加可能
//};
const monsterDict = {
    "貯水ラクダ": {
        "name": "貯水ラクダ",
        "hiragana": "ちょすいらくだ",
        "level": "2"
    },
    "白毛シンデレラ牛": {
        "name": "白毛シンデレラ牛",
        "hiragana": "しろげしんでれらぎゅう",
        "level": "1以下"
    },
    "フライデーモンキー": {
        "name": "フライデーモンキー",
        "hiragana": "ふらいでーもんきー",
        "level": "2"
    },
    "ポテネズミ": {
        "name": "ポテネズミ",
        "hiragana": "ぽてねずみ",
        "level": "18"
    },
    "ワインキャメル": {
        "name": "ワインキャメル",
        "hiragana": "わいんきゃめる",
        "level": "17"
    },
    "アイスジャガー": {
        "name": "アイスジャガー",
        "hiragana": "あいすじゃがー",
        "level": "17"
    },
    "アゲハコウモリ": {
        "name": "アゲハコウモリ",
        "hiragana": "あげはこうもり",
        "level": "2"
    },
    "阿修羅タイガー": {
        "name": "阿修羅タイガー",
        "hiragana": "あしゅらたいがー",
        "level": "不明"
    },
    "イービルハンター": {
        "name": "イービルハンター",
        "hiragana": "いーびるはんたー",
        "level": "40"
    },
    "ヴァンパイアコング": {
        "name": "ヴァンパイアコング",
        "hiragana": "ヴぁんぱいあこんぐ",
        "level": "20"
    },
    "ウォータイガー": {
        "name": "ウォータイガー",
        "hiragana": "うぉーたいがー",
        "level": "70"
    },
    "エアゴリラ": {
        "name": "エアゴリラ",
        "hiragana": "えあごりら",
        "level": "40"
    },
    "エンドマンモス": {
        "name": "エンドマンモス",
        "hiragana": "えんどまんもす",
        "level": "1200"
    },
    "オブサウルス": {
        "name": "オブサウルス",
        "hiragana": "おぶさうるす",
        "level": "28"
    },
    "ガウチ": {
        "name": "ガウチ",
        "hiragana": "がうち",
        "level": "13"
    },
    "蟹豚": {
        "name": "蟹豚",
        "hiragana": "かにぶた",
        "level": "8"
    },
    "ギガホース": {
        "name": "ギガホース",
        "hiragana": "ぎがほーす",
        "level": "64"
    },
    "牛豚鳥": {
        "name": "牛豚鳥",
        "hiragana": "ぎゅうぶたちょう",
        "level": "35"
    },
    "キングレントラー": {
        "name": "キングレントラー",
        "hiragana": "きんぐれんとらー",
        "level": "不明"
    },
    "クッキーアルパカ": {
        "name": "クッキーアルパカ",
        "hiragana": "くっきーあるぱか",
        "level": "7"
    },
    "グローサウルス": {
        "name": "グローサウルス",
        "hiragana": "ぐろーさうるす",
        "level": "57"
    },
    "鉱鎧キバブタ": {
        "name": "鉱鎧キバブタ",
        "hiragana": "こうがいきばぶた",
        "level": "45"
    },
    "ゴルゴロプス": {
        "name": "ゴルゴロプス",
        "hiragana": "ごるごろぷす",
        "level": "42"
    },
    "コンボイサウルス": {
        "name": "コンボイサウルス",
        "hiragana": "こんぼいさうるす",
        "level": "61"
    },
    "蠍魔牛": {
        "name": "蠍魔牛",
        "hiragana": "さそりまぎゅう",
        "level": "53"
    },
    "サラマンダースフィンクス": {
        "name": "サラマンダースフィンクス",
        "hiragana": "さらまんだーすふぃんくす",
        "level": "99"
    },
    "生姜豚": {
        "name": "生姜豚",
        "hiragana": "しょうがぶた",
        "level": "1以下"
    },
    "酒乱牛": {
        "name": "酒乱牛",
        "hiragana": "しゅらんぎゅう",
        "level": "30"
    },
    "純金クジラ": {
        "name": "純金クジラ",
        "hiragana": "じゅんきんくじら",
        "level": "46"
    },
    "スケイルコング": {
        "name": "スケイルコング",
        "hiragana": "すけいるこんぐ",
        "level": "22"
    },
    "ゼブラコング": {
        "name": "ゼブラコング",
        "hiragana": "ぜぶらこんぐ",
        "level": "9"
    },
    "タイガーファング": {
        "name": "タイガーファング",
        "hiragana": "たいがーふぁんぐ",
        "level": "35"
    },
    "タクシープ": {
        "name": "タクシープ",
        "hiragana": "たくしーぷ",
        "level": "4"
    },
    "チーズラビット": {
        "name": "チーズラビット",
        "hiragana": "ちーずらびっと",
        "level": "12"
    },
    "デスゴール": {
        "name": "デスゴール",
        "hiragana": "ですごーる",
        "level": "測定不能"
    },
    "トドバード": {
        "name": "トドバード",
        "hiragana": "とどばーど",
        "level": "18"
    },
    "ドム": {
        "name": "ドム",
        "hiragana": "どむ",
        "level": "19"
    },
    "トロルコング": {
        "name": "トロルコング",
        "hiragana": "とろるこんぐ",
        "level": "9"
    },
    "ハイアンパンサー(成長前)": {
        "name": "ハイアンパンサー(成長前)",
        "hiragana": "はいあんぱんさー(せいちょうまえ)",
        "level": "35"
    },
    "ハイアンパンサー(成長後)": {
        "name": "ハイアンパンサー(成長後)",
        "hiragana": "はいあんぱんさー(せいちょうご)",
        "level": "75"
    },
    "白銀グリズリー": {
        "name": "白銀グリズリー",
        "hiragana": "はくぎんぐりずりー",
        "level": "22"
    },
    "バタリアンイエティ": {
        "name": "バタリアンイエティ",
        "hiragana": "ばたりあんいえてぃ",
        "level": "2"
    },
    "バトルウルフ": {
        "name": "バトルウルフ",
        "hiragana": "ばとるうるふ",
        "level": "6090"
    },
    "バブルナックル": {
        "name": "バブルナックル",
        "hiragana": "ばぶるなっくる",
        "level": "15"
    },
    "バルバモス": {
        "name": "バルバモス",
        "hiragana": "ばるばもす",
        "level": "44"
    },
    "バロンタイガー": {
        "name": "バロンタイガー",
        "hiragana": "ばろんたいがー",
        "level": "3"
    },
    "般若パンダ": {
        "name": "般若パンダ",
        "hiragana": "はんにゃぱんだ",
        "level": "80"
    },
    "ビグマ": {
        "name": "ビグマ",
        "hiragana": "びぐま",
        "level": "14"
    },
    "ファーニップ": {
        "name": "ファーニップ",
        "hiragana": "ふぁーにっぷ",
        "level": "15"
    },
    "フリーザバイソン": {
        "name": "フリーザバイソン",
        "hiragana": "ふりーざばいそん",
        "level": "11"
    },
    "ヘビークリフ": {
        "name": "ヘビークリフ",
        "hiragana": "へびーくりふ",
        "level": "30"
    },
    "マグマラット": {
        "name": "マグマラット",
        "hiragana": "まぐまらっと",
        "level": "3"
    },
    "マグロ豚": {
        "name": "マグロ豚",
        "hiragana": "まぐろぶた",
        "level": "10"
    },
    "ミルクジラ": {
        "name": "ミルクジラ",
        "hiragana": "みるくじら",
        "level": "21"
    },
    "ユニコーンケルベロス": {
        "name": "ユニコーンケルベロス",
        "hiragana": "ゆにこーんけるべろす",
        "level": "63"
    },
    "桃ンガ": {
        "name": "桃ンガ",
        "hiragana": "ももんが",
        "level": "6"
    },
    "リーガルマンモス": {
        "name": "リーガルマンモス",
        "hiragana": "りーがるまんもす",
        "level": "48"
    },
    "リッパー・ザ・フォックス": {
        "name": "リッパー・ザ・フォックス",
        "hiragana": "りっぱーざふぉっくす",
        "level": "534"
    },
    "レオタイガー": {
        "name": "レオタイガー",
        "hiragana": "れおたいがー",
        "level": "3980"
    },
    "ロンリーグリズリー": {
        "name": "ロンリーグリズリー",
        "hiragana": "ろんりーぐりずりー",
        "level": "37"
    },
    "ゾンビタイパン": {
        "name": "ゾンビタイパン",
        "hiragana": "ぞんびたいぱん",
        "level": "2"
    },
    "エレファントサウルス": {
        "name": "エレファントサウルス",
        "hiragana": "えれふぁんとさうるす",
        "level": "17"
    },
    "ガララワニ(300歳未満)": {
        "name": "ガララワニ(300歳未満)",
        "hiragana": "がららわに(300さいみまん)",
        "level": "5"
    },
    "ガララワニ(300歳)": {
        "name": "ガララワニ(300歳)",
        "hiragana": "がららわに(300さい)",
        "level": "8"
    },
    "ギャングフッド": {
        "name": "ギャングフッド",
        "hiragana": "ぎゃんぐふっど",
        "level": "15"
    },
    "シャークハコガメ": {
        "name": "シャークハコガメ",
        "hiragana": "しゃーくはこがめ",
        "level": "32"
    },
    "デビル大蛇": {
        "name": "デビル大蛇",
        "hiragana": "でびるだいじゃ",
        "level": "21"
    },
    "デビル大蛇原種": {
        "name": "デビル大蛇原種",
        "hiragana": "でびるだいじゃげんしゅ",
        "level": "5100"
    },
    "デビルクロコダイル": {
        "name": "デビルクロコダイル",
        "hiragana": "でびるくろこだいる",
        "level": "21"
    },
    "沼蛇": {
        "name": "沼蛇",
        "hiragana": "ぬまへび",
        "level": "5"
    },
    "ヘルボロス": {
        "name": "ヘルボロス",
        "hiragana": "へるぼろす",
        "level": "72"
    },
    "マザースネーク": {
        "name": "マザースネーク",
        "hiragana": "まざーすねーく",
        "level": "6310"
    },
    "ストロヘビィー": {
        "name": "ストロヘビィー",
        "hiragana": "すとろへびいー",
        "level": "6"
    },
    "ヘビガエル": {
        "name": "ヘビガエル",
        "hiragana": "へびがえる",
        "level": "1"
    },
    "にんにく鳥": {
        "name": "にんにく鳥",
        "hiragana": "にんにくどり",
        "level": "45"
    },
    "出汁ペリカン": {
        "name": "出汁ペリカン",
        "hiragana": "だしペリカン",
        "level": "3"
    },
    "五ツ尾オオワシ": {
        "name": "五ツ尾オオワシ",
        "hiragana": "いつつおオオワシ",
        "level": "2"
    },
    "ウォールペンギン(子供)": {
        "name": "ウォールペンギン(子供)",
        "hiragana": "ウォールペンギン(こども)",
        "level": "1"
    },
    "ウォールペンギン(大人)": {
        "name": "ウォールペンギン(大人)",
        "hiragana": "ウォールペンギン(おとな)",
        "level": "30"
    },
    "エンペラークロウ": {
        "name": "エンペラークロウ",
        "hiragana": "えんぺらーくろう",
        "level": "6000"
    },
    "ガンセキコンドル": {
        "name": "ガンセキコンドル",
        "hiragana": "がんせきこんどる",
        "level": "27"
    },
    "ゲロルド": {
        "name": "ゲロルド",
        "hiragana": "げろるど",
        "level": "15"
    },
    "チャコ鳥": {
        "name": "チャコ鳥",
        "hiragana": "ちゃこどり",
        "level": "51"
    },
    "ドリルバード": {
        "name": "ドリルバード",
        "hiragana": "どりるばーど",
        "level": "13"
    },
    "ニワトラ": {
        "name": "ニワトラ",
        "hiragana": "にわとら",
        "level": "50"
    },
    "バジュルコッコ": {
        "name": "バジュルコッコ",
        "hiragana": "ばじゅるこっこ",
        "level": "74"
    },
    "バラッグ": {
        "name": "バラッグ",
        "hiragana": "ばらっぐ",
        "level": "16"
    },
    "山喰いペリカン": {
        "name": "山喰いペリカン",
        "hiragana": "やまくいペリカン",
        "level": "770"
    },
    "ビリオンバード": {
        "name": "ビリオンバード",
        "hiragana": "びりおんばーど",
        "level": "1"
    },
    "エナジーアロワナ": {
        "name": "エナジーアロワナ",
        "hiragana": "えなじーあろわな",
        "level": "39"
    },
    "サンサングラミー(単体)": {
        "name": "サンサングラミー(単体)",
        "hiragana": "さんさんぐらみー(たんたい)",
        "level": "1"
    },
    "サンサングラミー(デスフォールを超える場合)": {
        "name": "サンサングラミー(デスフォールを超える場合)",
        "hiragana": "さんさんぐらみー(ですふぉーるをこえるばあい)",
        "level": "80"
    },
    "白雪鮎": {
        "name": "白雪鮎",
        "hiragana": "しらゆきあゆ",
        "level": "1"
    },
    "ストライプサーモン": {
        "name": "ストライプサーモン",
        "hiragana": "すとらいぷさーもん",
        "level": "1"
    },
    "とげうなぎ": {
        "name": "とげうなぎ",
        "hiragana": "とげうなぎ",
        "level": "13"
    },
    "ホネナシサンマ": {
        "name": "ホネナシサンマ",
        "hiragana": "ほねなしさんま",
        "level": "2"
    },
    "ラヴイワシ": {
        "name": "ラヴイワシ",
        "hiragana": "らびわし",
        "level": "11"
    },
    "温泉鮫": {
        "name": "温泉鮫",
        "hiragana": "おんせんざめ",
        "level": "20"
    },
    "ガラナウナギ": {
        "name": "ガラナウナギ",
        "hiragana": "がらなうなぎ",
        "level": "16"
    },
    "グランドシャーク": {
        "name": "グランドシャーク",
        "hiragana": "ぐらんどしゃーく",
        "level": "6"
    },
    "グレイトレッグ": {
        "name": "グレイトレッグ",
        "hiragana": "ぐれいとれっぐ",
        "level": "6"
    },
    "ザリガニフィッシュ": {
        "name": "ザリガニフィッシュ",
        "hiragana": "ざりがにふぃっしゅ",
        "level": "1"
    },
    "ストーンフィッシュ": {
        "name": "ストーンフィッシュ",
        "hiragana": "すとーんふぃっしゅ",
        "level": "2"
    },
    "砂漠鮫（デザートシャーク）": {
        "name": "砂漠鮫（デザートシャーク）",
        "hiragana": "さばくざめ(でざーとしゃーく)",
        "level": "8"
    },
    "ハムフィッシュ": {
        "name": "ハムフィッシュ",
        "hiragana": "はむふぃっしゅ",
        "level": "30"
    },
    "フライシャーク": {
        "name": "フライシャーク",
        "hiragana": "ふらいしゃーく",
        "level": "不明"
    },
    "マダムフィッシュ": {
        "name": "マダムフィッシュ",
        "hiragana": "まだむふぃっしゅ",
        "level": "83"
    },
    "沼ウツボ": {
        "name": "沼ウツボ",
        "hiragana": "ぬまうつぼ",
        "level": "18"
    },
    "ワーナーシャーク": {
        "name": "ワーナーシャーク",
        "hiragana": "わーなーしゃーく",
        "level": "53"
    },
    "鰐鮫": {
        "name": "鰐鮫",
        "hiragana": "わにざめ",
        "level": "27"
    },
    "アカミィ（コラボアニメオリジナル）": {
        "name": "アカミィ（コラボアニメオリジナル）",
        "hiragana": "あかみぃ(こらぼあにめおりじなる)",
        "level": "37"
    },

    "オウガイ": {
        "name": "オウガイ",
        "hiragana": "おうがい",
        "level": "不明"
    },
    "くりうに": {
        "name": "くりうに",
        "hiragana": "くりうに",
        "level": "4"
    },
    "百合牡蠣": {
        "name": "百合牡蠣",
        "hiragana": "ゆりがき",
        "level": "3"
    },
    "フグ鯨": {
        "name": "フグ鯨",
        "hiragana": "ふぐくじら",
        "level": "29"
    },
    "カバザメ": {
        "name": "カバザメ",
        "hiragana": "かばざめ",
        "level": "9"
    },
    "サーモンワイバーン": {
        "name": "サーモンワイバーン",
        "hiragana": "さーもんわいばーん",
        "level": "205"
    },
    "ビアロブスター": {
        "name": "ビアロブスター",
        "hiragana": "びあろぶすたー",
        "level": "1以下"
    },
    "ダンゴール": {
        "name": "ダンゴール",
        "hiragana": "だんごーる",
        "level": "40"
    },
    "ツチノコエビ": {
        "name": "ツチノコエビ",
        "hiragana": "つちのこえび",
        "level": "28"
    },
    "ヤシもどき": {
        "name": "ヤシもどき",
        "hiragana": "やしもどき",
        "level": "12"
    },
    "ヤマタノサソリ(アニメ)": {
        "name": "ヤマタノサソリ(アニメ)",
        "hiragana": "やまたのさそり(あにめ)",
        "level": "23"
    },
    "ヤマタノサソリ(マンガ)": {
        "name": "ヤマタノサソリ(マンガ)",
        "hiragana": "やまたのさそり(まんが)",
        "level": "28"
    },
    "ルビークラブ": {
        "name": "ルビークラブ",
        "hiragana": "るびーくらぶ",
        "level": "46"
    },
    "ロックドラム": {
        "name": "ロックドラム",
        "hiragana": "ろっくどらむ",
        "level": "27"
    },
    "要犀": {
        "name": "要犀",
        "hiragana": "ようさい",
        "level": "972"
    },
    "棺桶ガニ": {
        "name": "棺桶ガニ",
        "hiragana": "かんおけがに",
        "level": "1800"
    },
    "サンドフラワーフィッシュ": {
        "name": "サンドフラワーフィッシュ",
        "hiragana": "さんどふらわーふぃっしゅ",
        "level": "9"
    },
    "スモーククラゲ": {
        "name": "スモーククラゲ",
        "hiragana": "すもーくくらげ",
        "level": "7"
    },
    "海蛍": {
        "name": "海蛍",
        "hiragana": "うみほたる",
        "level": "1"
    },
    "クスリバチ": {
        "name": "クスリバチ",
        "hiragana": "くすりばち",
        "level": "23"
    },
    "血虫": {
        "name": "血虫",
        "hiragana": "ちむし",
        "level": "8"
    },
    "チョコ食いゼミ": {
        "name": "チョコ食いゼミ",
        "hiragana": "ちょこくいぜみ",
        "level": "1以下"
    },
    "のり虫": {
        "name": "のり虫",
        "hiragana": "のりむし",
        "level": "1以下"
    },
    "バタフライセラピー": {
        "name": "バタフライセラピー",
        "hiragana": "ばたふらいせらぴー",
        "level": "1以下"
    },
    "ミネラルミミズ": {
        "name": "ミネラルミミズ",
        "hiragana": "みねらるみみず",
        "level": "1以下"
    },
    "アーマーホイホイ": {
        "name": "アーマーホイホイ",
        "hiragana": "あーまーほいほい",
        "level": "35"
    },
    "おしり虫": {
        "name": "おしり虫",
        "hiragana": "おしりむし",
        "level": "1以下"
    },
    "ガムラモスキート": {
        "name": "ガムラモスキート",
        "hiragana": "がむらもすきーと",
        "level": "39"
    },
    "起爆虫": {
        "name": "起爆虫",
        "hiragana": "きばくちゅう",
        "level": "25"
    },
    "巨大ヤスデ": {
        "name": "巨大ヤスデ",
        "hiragana": "きょだいやすで",
        "level": "1"
    },
    "グラースビー": {
        "name": "グラースビー",
        "hiragana": "ぐらーすびー",
        "level": "35"
    },
    "ゲロゾウムシ": {
        "name": "ゲロゾウムシ",
        "hiragana": "げろぞうむし",
        "level": "39"
    },
    "サソリゴキブリ": {
        "name": "サソリゴキブリ",
        "hiragana": "さそりごきぶり",
        "level": "7"
    },
    "ジャックエレファント": {
        "name": "ジャックエレファント",
        "hiragana": "じゃっくえれふぁんと",
        "level": "85"
    },
    "ジャムグラスホッパー": {
        "name": "ジャムグラスホッパー",
        "hiragana": "じゃむぐらすほっぱー",
        "level": "40"
    },
    "ジョンガルクワガタ": {
        "name": "ジョンガルクワガタ",
        "hiragana": "じょんがるくわがた",
        "level": "38"
    },
    "醤油バッタ(大人)": {
        "name": "醤油バッタ(大人)",
        "hiragana": "しょうゆばった(おとな)",
        "level": "5"
    },
    "デビルモスキート": {
        "name": "デビルモスキート",
        "hiragana": "でびるもすきーと",
        "level": "不明"
    },
    "爆虫": {
        "name": "爆虫",
        "hiragana": "ばくちゅう",
        "level": "10"
    },
    "バタフライワーム": {
        "name": "バタフライワーム",
        "hiragana": "ばたふらいわーむ",
        "level": "40"
    },
    "ハニードラゴン": {
        "name": "ハニードラゴン",
        "hiragana": "はにーどらごん",
        "level": "28"
    },
    "ヘラクレスドラゴン": {
        "name": "ヘラクレスドラゴン",
        "hiragana": "へらくれすどらごん",
        "level": "不明"
    },
    "ミミックミノムシ": {
        "name": "ミミックミノムシ",
        "hiragana": "みみっくみのむし",
        "level": "12"
    },
    "ロックビー": {
        "name": "ロックビー",
        "hiragana": "ろっくびー",
        "level": "37"
    },
    "スウィーツサンゴ": {
        "name": "スウィーツサンゴ",
        "hiragana": "すうぃーつさんご",
        "level": "1以下"
    },
    "エスカルアゴ": {
        "name": "エスカルアゴ",
        "hiragana": "えすかるあご",
        "level": "38"
    },
    "デンデンヘビ": {
        "name": "デンデンヘビ",
        "hiragana": "でんでんへび",
        "level": "4"
    },
    "メガオクトパス": {
        "name": "メガオクトパス",
        "hiragana": "めがおくとぱす",
        "level": "25"
    },
    "ヤマタノツムリ": {
        "name": "ヤマタノツムリ",
        "hiragana": "やまたのつむり",
        "level": "23"
    },
    "オクパルド": {
        "name": "オクパルド",
        "hiragana": "おくぱるど",
        "level": "620"
    },
    "オクトパスイカ": {
        "name": "オクトパスイカ",
        "hiragana": "おくとぱすいか",
        "level": "265"
    },
    "ヒルヒール": {
        "name": "ヒルヒール",
        "hiragana": "ひるひーる",
        "level": "307"
    },
    "シャクレノドン": {
        "name": "シャクレノドン",
        "hiragana": "しゃくれのどん",
        "level": "4"
    },
    "ツンドラドラゴン": {
        "name": "ツンドラドラゴン",
        "hiragana": "つんどらどらごん",
        "level": "55"
    },
    "七色ネッシー": {
        "name": "七色ネッシー",
        "hiragana": "なないろねっしー",
        "level": "34"
    },
    "バッカスドラゴン": {
        "name": "バッカスドラゴン",
        "hiragana": "ばっかすどらごん",
        "level": "37"
    },
    "ブラガドラゴン": {
        "name": "ブラガドラゴン",
        "hiragana": "ぶらがどらごん",
        "level": "不明"
    },
    "レオドラゴン": {
        "name": "レオドラゴン",
        "hiragana": "れおどらごん",
        "level": "68"
    },
    "ゴロン獣": {
        "name": "ゴロン獣",
        "hiragana": "ごろんじゅう",
        "level": "466"
    },
    "ダルマホース": {
        "name": "ダルマホース",
        "hiragana": "だるまほーす",
        "level": "不明"
    },
    "ジャニスユニコーン": {
        "name": "ジャニスユニコーン",
        "hiragana": "じゃにすゆにこーん",
        "level": "不明"
    },
    "豆乳道": {
        "name": "豆乳道",
        "hiragana": "とうにゅうどう",
        "level": "487"
    },
    "透影": {
        "name": "透影",
        "hiragana": "とうえい",
        "level": "295"
    },
    "ヘラク": {
        "name": "ヘラク",
        "hiragana": "へらく",
        "level": "不明"
    },
    "パラサイトエンペラー": {
        "name": "パラサイトエンペラー",
        "hiragana": "ぱらさいとえんぺらー",
        "level": "81"
    },
    "スペースタイパン": {
        "name": "スペースタイパン",
        "hiragana": "すぺーすたいぱん",
        "level": "530000"
    },
    "枝魔目": {
        "name": "枝魔目",
        "hiragana": "えだまめ",
        "level": "1"
    },
    "黒草": {
        "name": "黒草",
        "hiragana": "くろくさ",
        "level": "1以下"
    },
    "サボテンドクター": {
        "name": "サボテンドクター",
        "hiragana": "さぼてんどくたー",
        "level": "1以下"
    },
    "酸素の葉": {
        "name": "酸素の葉",
        "hiragana": "さんそのは",
        "level": "50"
    },
    "セラピーチューリップ": {
        "name": "セラピーチューリップ",
        "hiragana": "せらぴーちゅーりっぷ",
        "level": "49"
    },
    "ドクターアロエ": {
        "name": "ドクターアロエ",
        "hiragana": "どくたーあろえ",
        "level": "62"
    },
    "バナナきゅうり": {
        "name": "バナナきゅうり",
        "hiragana": "ばななきゅうり",
        "level": "1以下"
    },
    "葉巻樹": {
        "name": "葉巻樹",
        "hiragana": "はまきじゅ",
        "level": "1以下"
    },
    "ピースフルフラワー": {
        "name": "ピースフルフラワー",
        "hiragana": "ぴーすふるふらわー",
        "level": "1以下"
    },
    "ベーコンの葉": {
        "name": "ベーコンの葉",
        "hiragana": "べーこんのは",
        "level": "2"
    },
    "ポキポキキノコ": {
        "name": "ポキポキキノコ",
        "hiragana": "ぽきぽききのこ",
        "level": "1以下"
    },
    "モーニングローズ": {
        "name": "モーニングローズ",
        "hiragana": "もーにんぐろーず",
        "level": "5"
    },
    "ロースバナナ": {
        "name": "ロースバナナ",
        "hiragana": "ろーすばなな",
        "level": "1"
    },
    "わたがしの木": {
        "name": "わたがしの木",
        "hiragana": "わたがしのき",
        "level": "1以下"
    },
    "エアツリー": {
        "name": "エアツリー",
        "hiragana": "えあつりー",
        "level": "不明"
    },
    "ゴブリンプラント": {
        "name": "ゴブリンプラント",
        "hiragana": "ごぶりんぷらんと",
        "level": "33"
    },
    "サンドリコ(グルメ界産)": {
        "name": "サンドリコ(グルメ界産)",
        "hiragana": "さんどりこ(ぐるめかいさん)",
        "level": "2500"
    },
    "サンドリコ(品種改良)": {
        "name": "サンドリコ(品種改良)",
        "hiragana": "さんどりこ(ひんしゅかいりょう)",
        "level": "1000"
    },
    "邪悪な豆の木": {
        "name": "邪悪な豆の木",
        "hiragana": "じゃあくなまめのき",
        "level": "46"
    },
    "蛇口サボテン": {
        "name": "蛇口サボテン",
        "hiragana": "じゃぐちさぼてん",
        "level": "4"
    },
    "フォールツリー": {
        "name": "フォールツリー",
        "hiragana": "ふぉーるつりー",
        "level": "不明"
    },
    "モンスタープラント（通称モンプラン）": {
        "name": "モンスタープラント（通称モンプラン）",
        "hiragana": "もんすたーぷらんと(つうしょうもんぷらん)",
        "level": "不明"
    },
    "アーモンドキャベツ": {
        "name": "アーモンドキャベツ",
        "hiragana": "あーもんどきゃべつ",
        "level": "1以下"
    },
    "オゾン草": {
        "name": "オゾン草",
        "hiragana": "おぞんそう",
        "level": "68"
    },
    "ゴリニラ": {
        "name": "ゴリニラ",
        "hiragana": "ごりにら",
        "level": "1以下"
    },
    "ゴールドニンジン": {
        "name": "ゴールドニンジン",
        "hiragana": "ごーるどにんじん",
        "level": "1以下"
    },
    "ブロッコツリー": {
        "name": "ブロッコツリー",
        "hiragana": "ぶろっこつりー",
        "level": "33"
    },
    "ポイズンポテト": {
        "name": "ポイズンポテト",
        "hiragana": "ぽいずんぽてと",
        "level": "73"
    },
    "ポテトの泉(地上)": {
        "name": "ポテトの泉(地上)",
        "hiragana": "ぽてとのいずみ(ちじょう)",
        "level": "3"
    },
    "ポテトの泉(ベジタブルスカイ)": {
        "name": "ポテトの泉(ベジタブルスカイ)",
        "hiragana": "ぽてとのいずみ(べじたぶるすかい)",
        "level": "30"
    },
    "骨つきコーン": {
        "name": "骨つきコーン",
        "hiragana": "ほねつきこーん",
        "level": "11"
    },
    "ホルモンねぎ": {
        "name": "ホルモンねぎ",
        "hiragana": "ほるもんねぎ",
        "level": "1以下"
    },
    "ポークポテト": {
        "name": "ポークポテト",
        "hiragana": "ぽーくぽてと",
        "level": "1以下"
    },
    "マシュマロカボチャ": {
        "name": "マシュマロカボチャ",
        "hiragana": "ましゅまろかぼちゃ",
        "level": "34"
    },
    "桃イモ": {
        "name": "桃イモ",
        "hiragana": "ももいも",
        "level": "2"
    },
    "極楽米": {
        "name": "極楽米",
        "hiragana": "ごくらくまい",
        "level": "不明"
    },
    "BBコーン(グルメ界)": {
        "name": "BBコーン(グルメ界)",
        "hiragana": "びーびーこーん(ぐるめかい)",
        "level": "不明"
    },
    "BBコーン(人間界)": {
        "name": "BBコーン(人間界)",
        "hiragana": "びーびーこーん(にんげんかい)",
        "level": "35"
    },
    "メテオガーリック": {
        "name": "メテオガーリック",
        "hiragana": "めておがーりっく",
        "level": "93"
    },
    "キノコプリン": {
        "name": "キノコプリン",
        "hiragana": "きのこぷりん",
        "level": "8"
    },
    "クリーム松茸": {
        "name": "クリーム松茸",
        "hiragana": "くりーむまつたけ",
        "level": "3"
        },
    "サーロインキノコ": {
        "name": "サーロインキノコ",
        "hiragana": "さーろいんきのこ",
        "level": "7"
    },
    "イチゴ飯": {
        "name": "イチゴ飯",
        "hiragana": "いちごめし",
        "level": "1以下"
    },
    "エレキバナナ": {
        "name": "エレキバナナ",
        "hiragana": "えれきばなな",
        "level": "10"
    },
    "ギャンブルベリー": {
        "name": "ギャンブルベリー",
        "hiragana": "ぎゃんぶるべりー",
        "level": "2"
    },
    "キューティクルベリー": {
        "name": "キューティクルベリー",
        "hiragana": "きゅーてぃくるべりー",
        "level": "20"
    },
    "酒ヤシの実": {
        "name": "酒ヤシの実",
        "hiragana": "さけやしのみ",
        "level": "1"
    },
    "しびレモン": {
        "name": "しびレモン",
        "hiragana": "しびれもん",
        "level": "5"
    },
    "チェリンゴ": {
        "name": "チェリンゴ",
        "hiragana": "ちぇりんご",
        "level": "1"
    },
    "ドドリアンボム": {
        "name": "ドドリアンボム",
        "hiragana": "どどりあんぼむ",
        "level": "68"
    },
    "虹の実": {
        "name": "虹の実",
        "hiragana": "にじのみ",
        "level": "6"
    },
    "ビックリアップル(最大)": {
        "name": "ビックリアップル(最大)",
        "hiragana": "びっくりあっぷる(さいだい)",
        "level": "88"
    },
    "ホワイトアップル": {
        "name": "ホワイトアップル",
        "hiragana": "ほわいとあっぷる",
        "level": "1以下"
    },
    "ニトロチェリー": {
        "name": "ニトロチェリー",
        "hiragana": "にとろちぇりー",
        "level": "30"
    },
    "オンリーナッツ": {
        "name": "オンリーナッツ",
        "hiragana": "おんりーなっつ",
        "level": "1以下"
    },
    "首領ドングリ": {
        "name": "首領ドングリ",
        "hiragana": "しゅりょうどんぐり",
        "level": "1以下"
    },
    "シャボンフルーツ": {
        "name": "シャボンフルーツ",
        "hiragana": "しゃぼんふるーつ",
        "level": "98"
    },
    "トリコバーガー": {
        "name": "トリコバーガー",
        "hiragana": "とりこばーがー",
        "level": "不明"
    },
    "薬膳餅": {
        "name": "薬膳餅",
        "hiragana": "やくぜんもち",
        "level": "不明"
    },
    "センチュリースープ(天然物)": {
        "name": "センチュリースープ(天然物)",
        "hiragana": "せんちゅりーすーぷ(てんねんぶつ)",
        "level": "60"
    },
    "プリン山": {
        "name": "プリン山",
        "hiragana": "ぷりんやま",
        "level": "20"
    },
    "エアアクア": {
        "name": "エアアクア",
        "hiragana": "えああくあ",
        "level": "68"
    },
    "メロウコーラ": {
        "name": "メロウコーラ",
        "hiragana": "めろうこーら",
        "level": "92"
    },
    "水晶コーラ": {
        "name": "水晶コーラ",
        "hiragana": "すいしょうこーら",
        "level": "19"
    },
    "寿司塩": {
        "name": "寿司塩",
        "hiragana": "すししお",
        "level": "7"
    },
    "メルクの星屑": {
        "name": "メルクの星屑",
        "hiragana": "めるくのほしくず",
        "level": "不明"
    },
    "モルス油": {
        "name": "モルス油",
        "hiragana": "もるすゆ",
        "level": "不明"
    },
    "牙王": {
        "name": "牙王",
        "hiragana": "がおう",
        "level": "127"
    },
    "インバイトデス": {
        "name": "インバイトデス",
        "hiragana": "いんばいとです",
        "level": "140"
    },
    "キングオクトパスコング": {
        "name": "キングオクトパスコング",
        "hiragana": "きんぐおくとぱすこんぐ",
        "level": "132"
    },
    "マウントタートル": {
        "name": "マウントタートル",
        "hiragana": "まうんとたーとる",
        "level": "150"
    },
    "四獣本体": {
        "name": "四獣本体",
        "hiragana": "しじゅうほんたい",
        "level": "350"
    },
    "鮫王電撃鮫": {
        "name": "鮫王電撃鮫",
        "hiragana": "さめおうでんげきざめ",
        "level": "4100"
    },
    "亀王パンドラ": {
        "name": "亀王パンドラ",
        "hiragana": "きおうぱんどら",
        "level": "4810"
    },
    "瑚王サンゴーレム": {
        "name": "瑚王サンゴーレム",
        "hiragana": "ごおうさんごーれむ",
        "level": "4500"
    },
    "鱗王アトランティス": {
        "name": "鱗王アトランティス",
        "hiragana": "りんおうあとらんてぃす",
        "level": "4500"
    },
    "蛸王ヤマタコオロチ": {
        "name": "蛸王ヤマタコオロチ",
        "hiragana": "たこおうやまたこおろち",
        "level": "4000"
    },
    "海王オーシャン": {
        "name": "海王オーシャン",
        "hiragana": "かいおうおーしゃん",
        "level": "4390"
    },
    "貝王ジャイアントシェル": {
        "name": "貝王ジャイアントシェル",
        "hiragana": "かいおうじゃいあんとしぇる",
        "level": "4000"
    },
    "竜王デロウス": {
        "name": "竜王デロウス",
        "hiragana": "りゅうおうでろうす",
        "level": "6590"
    },
    "馬王ヘラクレス": {
        "name": "馬王ヘラクレス",
        "hiragana": "ばおうへらくれす",
        "level": "6200"
    },
    "猿王バンビーナ": {
        "name": "猿王バンビーナ",
        "hiragana": "えんおうばんびーな",
        "level": "6000"
    },
    "鯨王ムーン": {
        "name": "鯨王ムーン",
        "hiragana": "げいおうむーん",
        "level": "6600"
    },
    "鹿王スカイディア": {
        "name": "鹿王スカイディア",
        "hiragana": "しかおうすかいでぃあ",
        "level": "6450"
    },
    "蛇王マザースネーク": {
        "name": "蛇王マザースネーク",
        "hiragana": "へびおうまざーすねーく",
        "level": "6310"
    },
    "烏王エンペラークロウ": {
        "name": "烏王エンペラークロウ",
        "hiragana": "からすおうえんぺらーくろう",
        "level": "6000"
    },
    "狼王ギネス": {
        "name": "狼王ギネス",
        "hiragana": "おおかみおうぎねす",
        "level": "6550"
    },
    "エア": {
        "name": "エア",
        "hiragana": "えあ",
        "level": "6200"
    },
    "ペア": {
    "name": "ペア",
    "hiragana": "ぺあ",
    "level": "7000"
    },
    "アナザ": {
        "name": "アナザ",
        "hiragana": "あなざ",
        "level": "7800"
    },
    "ニュース": {
        "name": "ニュース",
        "hiragana": "にゅーす",
        "level": "6900"
    },
    "アース": {
        "name": "アース",
        "hiragana": "あーす",
        "level": "6100"
    },
    "アトム": {
        "name": "アトム",
        "hiragana": "あとむ",
        "level": "7000"
    },
    "センター": {
        "name": "センター",
        "hiragana": "せんたー",
        "level": "10000"
    },
    "GOD": {
        "name": "GOD",
        "hiragana": "ごっど",
        "level": "10000"
    },
    "遺跡ん魚": {
        "name": "遺跡ん魚",
        "hiragana": "いせきんぎょ",
        "level": "不明"
    },
    "グルメクラゲ": {
        "name": "グルメクラゲ",
        "hiragana": "ぐるめくらげ",
        "level": "不明"
    },
    "原油チョコレート": {
        "name": "原油チョコレート",
        "hiragana": "げんゆチョコレート",
        "level": "不明"
    },
    "裂けるチーズ草": {
        "name": "裂けるチーズ草",
        "hiragana": "さけるチーズそう",
        "level": "不明"
    },
    "伝書風船鳩": {
        "name": "伝書風船鳩",
        "hiragana": "でんしょふうせんはと",
        "level": "不明"
    },
    "ニトロ": {
        "name": "ニトロ",
        "hiragana": "にとろ",
        "level": "不明"
    },
    "バロンヒル": {
        "name": "バロンヒル",
        "hiragana": "ばろんひる",
        "level": "不明"
    },
    "ヒートプラネット": {
        "name": "ヒートプラネット",
        "hiragana": "ひーとぷらねっと",
        "level": "不明"
    },
    "溶岩大亀（通称マグマトータス）": {
        "name": "溶岩大亀（通称マグマトータス）",
        "hiragana": "ようがんだいき(つうしょうまぐまとーたす)",
        "level": "70"
    },
    "リムジンクラゲ": {
        "name": "リムジンクラゲ",
        "hiragana": "りむじんくらげ",
        "level": "不明"
    }
};

module.exports = monsterDict;
